export const beaches = [
    {
    "num": 1,
    "name": "을왕리 해수욕장"
    },
    {
    "num": 2,
    "name": "왕산 해수욕장"
    },
    {
    "num": 3,
    "name": "하나개 해수욕장"
    },
    {
    "num": 4,
    "name": "사계해안"
    },
    {
    "num": 5,
    "name": "하모해변"
    },
    {
    "num": 6,
    "name": "민머루 해수욕장"
    },
    {
    "num": 7,
    "name": "장경리 해수욕장"
    },
    {
    "num": 8,
    "name": "옹암 해수욕장"
    },
    {
    "num": 9,
    "name": "논짓물"
    },
    {
    "num": 10,
    "name": "수기 해수욕장"
    },
    {
    "num": 11,
    "name": "동막 해수욕장"
    },
    {
    "num": 12,
    "name": "서포리 해수욕장"
    },
    {
    "num": 13,
    "name": "십리포 해수욕장"
    },
    {
    "num": 14,
    "name": "굴업 해수욕장"
    },
    {
    "num": 15,
    "name": "떼뿌루 해수욕장"
    },
    {
    "num": 16,
    "name": "밧지름 해수욕장"
    },
    {
    "num": 17,
    "name": "한담해변"
    },
    {
    "num": 18,
    "name": "알작지"
    },
    {
    "num": 19,
    "name": "한들 해수욕장"
    },
    {
    "num": 20,
    "name": "큰풀안 해수욕장"
    },
    {
    "num": 21,
    "name": "장골 해수욕장"
    },
    {
    "num": 22,
    "name": "벌안 해수욕장"
    },
    {
    "num": 23,
    "name": "지두리 해수욕장"
    },
    {
    "num": 24,
    "name": "검멀레해변"
    },
    {
    "num": 25,
    "name": "세화해변"
    },
    {
    "num": 26,
    "name": "모래울 해수욕장"
    },
    {
    "num": 27,
    "name": "평대해변"
    },
    {
    "num": 28,
    "name": "제주신흥해수욕장"
    },
    {
    "num": 29,
    "name": "월정리해변(월정리해수욕장)"
    },
    {
    "num": 30,
    "name": "큰말 해수욕장"
    },
    {
    "num": 31,
    "name": "진촌 해수욕장"
    },
    {
    "num": 32,
    "name": "보길도 뾰쪽산과 보옥리 공룡알해변"
    },
    {
    "num": 33,
    "name": "진산리해수욕장"
    },
    {
    "num": 34,
    "name": "작은풀안 해수욕장"
    },
    {
    "num": 35,
    "name": "이일레 해수욕장"
    },
    {
    "num": 36,
    "name": "문갑 해수욕장"
    },
    {
    "num": 37,
    "name": "계남 해수욕장"
    },
    {
    "num": 38,
    "name": "미라리해수욕장"
    },
    {
    "num": 39,
    "name": "제부도 해수욕장"
    },
    {
    "num": 40,
    "name": "궁평리 해수욕장"
    },
    {
    "num": 41,
    "name": "대천 해수욕장"
    },
    {
    "num": 42,
    "name": "벌천포 해수욕장"
    },
    {
    "num": 43,
    "name": "춘장대 해수욕장"
    },
    {
    "num": 44,
    "name": "꽃지 해수욕장"
    },
    {
    "num": 45,
    "name": "구름포 해수욕장"
    },
    {
    "num": 46,
    "name": "마검포 해수욕장"
    },
    {
    "num": 47,
    "name": "지리해수욕장"
    },
    {
    "num": 48,
    "name": "용두 해수욕장"
    },
    {
    "num": 49,
    "name": "독산(홀뫼) 해수욕장"
    },
    {
    "num": 50,
    "name": "장안 해수욕장"
    },
    {
    "num": 51,
    "name": "무창포 해수욕장"
    },
    {
    "num": 52,
    "name": "밧개 해수욕장"
    },
    {
    "num": 53,
    "name": "두여 해수욕장"
    },
    {
    "num": 54,
    "name": "안면 해수욕장"
    },
    {
    "num": 55,
    "name": "삼봉 해수욕장"
    },
    {
    "num": 56,
    "name": "백사장 해수욕장"
    },
    {
    "num": 57,
    "name": "방포 해수욕장"
    },
    {
    "num": 58,
    "name": "기지포 해수욕장"
    },
    {
    "num": 59,
    "name": "샛별 해수욕장"
    },
    {
    "num": 60,
    "name": "정도리해변"
    },
    {
    "num": 61,
    "name": "장삼포 해수욕장"
    },
    {
    "num": 62,
    "name": "바람아래 해수욕장"
    },
    {
    "num": 63,
    "name": "몽산포 해수욕장"
    },
    {
    "num": 64,
    "name": "달산포 해수욕장"
    },
    {
    "num": 65,
    "name": "청포대 해수욕장"
    },
    {
    "num": 66,
    "name": "갈음이 해수욕장"
    },
    {
    "num": 67,
    "name": "연포 해수욕장"
    },
    {
    "num": 68,
    "name": "천리포 해수욕장"
    },
    {
    "num": 69,
    "name": "의항 해수욕장"
    },
    {
    "num": 70,
    "name": "만리포 해수욕장"
    },
    {
    "num": 71,
    "name": "어은돌 해수욕장"
    },
    {
    "num": 72,
    "name": "파도리 해수욕장"
    },
    {
    "num": 73,
    "name": "학암포 해수욕장"
    },
    {
    "num": 74,
    "name": "구례포 해수욕장"
    },
    {
    "num": 75,
    "name": "신두리 해수욕장"
    },
    {
    "num": 76,
    "name": "오천몽돌해변"
    },
    {
    "num": 77,
    "name": "꾸지나무골 해수욕장"
    },
    {
    "num": 78,
    "name": "난지도 해수욕장"
    },
    {
    "num": 79,
    "name": "원산도 해수욕장"
    },
    {
    "num": 80,
    "name": "송평해변"
    },
    {
    "num": 81,
    "name": "남성리해수욕장"
    },
    {
    "num": 82,
    "name": "오봉산 해수욕장"
    },
    {
    "num": 83,
    "name": "명장섬 해수욕장"
    },
    {
    "num": 84,
    "name": "덕동몽돌해수욕장"
    },
    {
    "num": 85,
    "name": "유동해변"
    },
    {
    "num": 86,
    "name": "당산 해수욕장"
    },
    {
    "num": 87,
    "name": "통개 해수욕장"
    },
    {
    "num": 88,
    "name": "띠밭넘어해변"
    },
    {
    "num": 89,
    "name": "거멀너머 해수욕장"
    },
    {
    "num": 90,
    "name": "진너머 해수욕장"
    },
    {
    "num": 91,
    "name": "선유도 해수욕장"
    },
    {
    "num": 92,
    "name": "동호 해수욕장"
    },
    {
    "num": 93,
    "name": "모항 갯벌 해수욕장"
    },
    {
    "num": 94,
    "name": "흰작살해변"
    },
    {
    "num": 95,
    "name": "격포 해수욕장"
    },
    {
    "num": 96,
    "name": "고사포 해수욕장"
    },
    {
    "num": 97,
    "name": "변산 해수욕장"
    },
    {
    "num": 98,
    "name": "위도 해수욕장"
    },
    {
    "num": 99,
    "name": "외달도 해수욕장"
    },
    {
    "num": 100,
    "name": "천하몽돌해수욕장"
    },
    {
    "num": 101,
    "name": "안도 해수욕장"
    },
    {
    "num": 102,
    "name": "장등 해수욕장"
    },
    {
    "num": 103,
    "name": "모사금 해수욕장"
    },
    {
    "num": 104,
    "name": "만성리검은모래 해수욕장"
    },
    {
    "num": 105,
    "name": "신덕 해수욕장"
    },
    {
    "num": 106,
    "name": "방죽포 해수욕장"
    },
    {
    "num": 107,
    "name": "사도 해수욕장"
    },
    {
    "num": 108,
    "name": "거문도(유림) 해수욕장"
    },
    {
    "num": 109,
    "name": "남해 가천 해변과 암수바위"
    },
    {
    "num": 110,
    "name": "연대도 해수욕장"
    },
    {
    "num": 111,
    "name": "선구몽돌해변"
    },
    {
    "num": 112,
    "name": "용동 해수욕장"
    },
    {
    "num": 113,
    "name": "익금 해수욕장"
    },
    {
    "num": 114,
    "name": "연소 해수욕장"
    },
    {
    "num": 115,
    "name": "발포 해수욕장"
    },
    {
    "num": 116,
    "name": "염포 해수욕장"
    },
    {
    "num": 117,
    "name": "나로우주 해수욕장"
    },
    {
    "num": 118,
    "name": "풍류 해수욕장"
    },
    {
    "num": 119,
    "name": "대전 해수욕장"
    },
    {
    "num": 120,
    "name": "남열해돋이 해수욕장"
    },
    {
    "num": 121,
    "name": "덕흥 해수욕장"
    },
    {
    "num": 122,
    "name": "율포 해수욕장"
    },
    {
    "num": 123,
    "name": "수문 해수욕장"
    },
    {
    "num": 124,
    "name": "항도몽돌해수욕장과 항도방파제"
    },
    {
    "num": 125,
    "name": "사구미 해수욕장"
    },
    {
    "num": 126,
    "name": "하트해변(하누넘해수욕장)"
    },
    {
    "num": 127,
    "name": "송호땅끝 해수욕장"
    },
    {
    "num": 128,
    "name": "홀통 해수욕장"
    },
    {
    "num": 129,
    "name": "톱머리 해수욕장"
    },
    {
    "num": 130,
    "name": "구미동해변 (구미동해수욕장)"
    },
    {
    "num": 131,
    "name": "돌머리 해수욕장"
    },
    {
    "num": 132,
    "name": "모상개해수욕장"
    },
    {
    "num": 133,
    "name": "가마미 해수욕장"
    },
    {
    "num": 134,
    "name": "송이도 해수욕장"
    },
    {
    "num": 135,
    "name": "금일해당화 해수욕장"
    },
    {
    "num": 136,
    "name": "신지명사십리 해수욕장"
    },
    {
    "num": 137,
    "name": "가사동백숲 해수욕장"
    },
    {
    "num": 138,
    "name": "동고 해수욕장"
    },
    {
    "num": 139,
    "name": "지리청송 해수욕장"
    },
    {
    "num": 140,
    "name": "통리솔밭 해수욕장"
    },
    {
    "num": 141,
    "name": "중리 해수욕장"
    },
    {
    "num": 142,
    "name": "예송갯돌 해수욕장"
    },
    {
    "num": 143,
    "name": "금곡 해수욕장"
    },
    {
    "num": 144,
    "name": "가계 해수욕장"
    },
    {
    "num": 145,
    "name": "금갑 해수욕장"
    },
    {
    "num": 146,
    "name": "죽림해수욕장"
    },
    {
    "num": 147,
    "name": "관매도 해수욕장"
    },
    {
    "num": 148,
    "name": "신전 해수욕장"
    },
    {
    "num": 149,
    "name": "분계 해수욕장"
    },
    {
    "num": 150,
    "name": "우전 해수욕장"
    },
    {
    "num": 151,
    "name": "대광 해수욕장"
    },
    {
    "num": 152,
    "name": "백길 해수욕장"
    },
    {
    "num": 153,
    "name": "원평 해수욕장"
    },
    {
    "num": 154,
    "name": "하트 해수욕장"
    },
    {
    "num": 155,
    "name": "시목 해수욕장"
    },
    {
    "num": 156,
    "name": "돈목 해수욕장"
    },
    {
    "num": 157,
    "name": "금장 해수욕장"
    },
    {
    "num": 158,
    "name": "무술목 해수욕장"
    },
    {
    "num": 159,
    "name": "화포해변"
    },
    {
    "num": 160,
    "name": "둔장해변"
    },
    {
    "num": 161,
    "name": "배알도해수욕장"
    },
    {
    "num": 162,
    "name": "두모몽돌해변"
    },
    {
    "num": 163,
    "name": "조금나루해수욕장"
    },
    {
    "num": 164,
    "name": "몰운대(부산 국가지질공원)"
    },
    {
    "num": 165,
    "name": "감지해변"
    },
    {
    "num": 166,
    "name": "안악해수욕장"
    },
    {
    "num": 167,
    "name": "손죽 해수욕장"
    },
    {
    "num": 168,
    "name": "신흥 해수욕장"
    },
    {
    "num": 169,
    "name": "나사해변(나사리해수욕장)"
    },
    {
    "num": 170,
    "name": "모래미 해변"
    },
    {
    "num": 171,
    "name": "솔개해수욕장"
    },
    {
    "num": 172,
    "name": "강문 해수욕장"
    },
    {
    "num": 173,
    "name": "송정 해수욕장"
    },
    {
    "num": 174,
    "name": "안목 해수욕장"
    },
    {
    "num": 175,
    "name": "남항진 해수욕장"
    },
    {
    "num": 176,
    "name": "경포 해수욕장"
    },
    {
    "num": 177,
    "name": "사근진 해수욕장"
    },
    {
    "num": 178,
    "name": "순긋 해수욕장"
    },
    {
    "num": 179,
    "name": "주문진 해수욕장"
    },
    {
    "num": 180,
    "name": "주전몽돌해변"
    },
    {
    "num": 181,
    "name": "안인 해수욕장"
    },
    {
    "num": 182,
    "name": "정동진 해수욕장"
    },
    {
    "num": 183,
    "name": "등명 해수욕장"
    },
    {
    "num": 184,
    "name": "도직 해수욕장"
    },
    {
    "num": 185,
    "name": "옥계 해수욕장"
    },
    {
    "num": 186,
    "name": "금진 해수욕장"
    },
    {
    "num": 187,
    "name": "하평해변"
    },
    {
    "num": 188,
    "name": "사천 해수욕장"
    },
    {
    "num": 189,
    "name": "영진 해수욕장"
    },
    {
    "num": 190,
    "name": "연곡 해수욕장"
    },
    {
    "num": 191,
    "name": "상록해수욕장"
    },
    {
    "num": 192,
    "name": "강동몽돌해변"
    },
    {
    "num": 193,
    "name": "신명·정자해변"
    },
    {
    "num": 194,
    "name": "나아해변"
    },
    {
    "num": 195,
    "name": "추암 해수욕장"
    },
    {
    "num": 196,
    "name": "어달 해수욕장"
    },
    {
    "num": 197,
    "name": "대진 해수욕장"
    },
    {
    "num": 198,
    "name": "망상 해수욕장"
    },
    {
    "num": 199,
    "name": "노봉 해수욕장"
    },
    {
    "num": 200,
    "name": "등대 해수욕장"
    },
    {
    "num": 201,
    "name": "속초 해수욕장"
    },
    {
    "num": 202,
    "name": "외옹치 해수욕장"
    },
    {
    "num": 203,
    "name": "삼척 해수욕장"
    },
    {
    "num": 204,
    "name": "작은후진 해수욕장"
    },
    {
    "num": 205,
    "name": "증산 해수욕장"
    },
    {
    "num": 206,
    "name": "오분해변"
    },
    {
    "num": 207,
    "name": "옥돌해수욕장"
    },
    {
    "num": 208,
    "name": "몽돌해수욕장\/몽돌해변"
    },
    {
    "num": 209,
    "name": "신창 간이 해수욕장"
    },
    {
    "num": 210,
    "name": "흥환간이해수욕장"
    },
    {
    "num": 211,
    "name": "송도해변(포항)"
    },
    {
    "num": 212,
    "name": "상맹방 해수욕장"
    },
    {
    "num": 213,
    "name": "하맹방 해수욕장"
    },
    {
    "num": 214,
    "name": "맹방 해수욕장"
    },
    {
    "num": 215,
    "name": "덕산 해수욕장"
    },
    {
    "num": 216,
    "name": "부남해변"
    },
    {
    "num": 217,
    "name": "궁촌 해수욕장"
    },
    {
    "num": 218,
    "name": "원평 해수욕장"
    },
    {
    "num": 219,
    "name": "문암 해수욕장"
    },
    {
    "num": 220,
    "name": "용화 해수욕장"
    },
    {
    "num": 221,
    "name": "장호 해수욕장"
    },
    {
    "num": 222,
    "name": "거진1리 해수욕장"
    },
    {
    "num": 223,
    "name": "거진11리 해수욕장"
    },
    {
    "num": 224,
    "name": "대진1리 해수욕장"
    },
    {
    "num": 225,
    "name": "대진5리 해수욕장"
    },
    {
    "num": 226,
    "name": "화진포 해수욕장"
    },
    {
    "num": 227,
    "name": "초도리 해수욕장"
    },
    {
    "num": 228,
    "name": "반암리 해수욕장"
    },
    {
    "num": 229,
    "name": "마차진 해수욕장"
    },
    {
    "num": 230,
    "name": "명파 해수욕장"
    },
    {
    "num": 231,
    "name": "송지호 해수욕장"
    },
    {
    "num": 232,
    "name": "봉수대 해수욕장"
    },
    {
    "num": 233,
    "name": "가진리 해수욕장"
    },
    {
    "num": 234,
    "name": "공현1리 해수욕장"
    },
    {
    "num": 235,
    "name": "공현2리 해수욕장"
    },
    {
    "num": 236,
    "name": "삼포 해수욕장"
    },
    {
    "num": 237,
    "name": "삼포2리 해수욕장"
    },
    {
    "num": 238,
    "name": "백도 해수욕장"
    },
    {
    "num": 239,
    "name": "문암2리해변"
    },
    {
    "num": 240,
    "name": "자작도 해수욕장"
    },
    {
    "num": 241,
    "name": "천진 해수욕장"
    },
    {
    "num": 242,
    "name": "청간 해수욕장"
    },
    {
    "num": 243,
    "name": "아야진 해수욕장"
    },
    {
    "num": 244,
    "name": "교암리 해수욕장"
    },
    {
    "num": 245,
    "name": "봉포 해수욕장"
    },
    {
    "num": 246,
    "name": "동호 해수욕장"
    },
    {
    "num": 247,
    "name": "오산 해수욕장"
    },
    {
    "num": 248,
    "name": "잔교리 해수욕장"
    },
    {
    "num": 249,
    "name": "하조대 해수욕장"
    },
    {
    "num": 250,
    "name": "죽도 해수욕장"
    },
    {
    "num": 251,
    "name": "갯마을 해수욕장"
    },
    {
    "num": 252,
    "name": "인구 해수욕장"
    },
    {
    "num": 253,
    "name": "동산 해수욕장"
    },
    {
    "num": 254,
    "name": "동산포구 해수욕장"
    },
    {
    "num": 255,
    "name": "광진리 해수욕장"
    },
    {
    "num": 256,
    "name": "원포리 해수욕장"
    },
    {
    "num": 257,
    "name": "지경 해수욕장"
    },
    {
    "num": 258,
    "name": "남애1리 해수욕장"
    },
    {
    "num": 259,
    "name": "남애3리 해수욕장"
    },
    {
    "num": 260,
    "name": "물치 해수욕장"
    },
    {
    "num": 261,
    "name": "정암 해수욕장"
    },
    {
    "num": 262,
    "name": "낙산 해수욕장"
    },
    {
    "num": 263,
    "name": "설악 해수욕장"
    },
    {
    "num": 264,
    "name": "사천진 해수욕장"
    },
    {
    "num": 265,
    "name": "켄싱턴리조트 해수욕장"
    },
    {
    "num": 266,
    "name": "송지호오토캠핑 해수욕장"
    },
    {
    "num": 267,
    "name": "기사문 해수욕장"
    },
    {
    "num": 268,
    "name": "송도 해수욕장(부산)"
    },
    {
    "num": 269,
    "name": "구룡포 해수욕장"
    },
    {
    "num": 270,
    "name": "도구 해수욕장"
    },
    {
    "num": 271,
    "name": "영일대 해수욕장"
    },
    {
    "num": 272,
    "name": "칠포 해수욕장"
    },
    {
    "num": 273,
    "name": "월포 해수욕장"
    },
    {
    "num": 274,
    "name": "화진 해수욕장"
    },
    {
    "num": 275,
    "name": "갈목해변"
    },
    {
    "num": 276,
    "name": "용한1리해수욕장"
    },
    {
    "num": 277,
    "name": "전촌솔밭해변"
    },
    {
    "num": 278,
    "name": "나정고운모래해변"
    },
    {
    "num": 279,
    "name": "오류고아라해변"
    },
    {
    "num": 280,
    "name": "봉길대왕암해변"
    },
    {
    "num": 281,
    "name": "관성솔밭해변"
    },
    {
    "num": 282,
    "name": "남호 해수욕장"
    },
    {
    "num": 283,
    "name": "오보 해수욕장"
    },
    {
    "num": 284,
    "name": "장사 해수욕장"
    },
    {
    "num": 285,
    "name": "경정 해수욕장"
    },
    {
    "num": 286,
    "name": "대진 해수욕장"
    },
    {
    "num": 287,
    "name": "하저리 해수욕장"
    },
    {
    "num": 288,
    "name": "고래불 해수욕장"
    },
    {
    "num": 289,
    "name": "나곡 해수욕장"
    },
    {
    "num": 290,
    "name": "망양정 해수욕장"
    },
    {
    "num": 291,
    "name": "기성망양 해수욕장"
    },
    {
    "num": 292,
    "name": "구산 해수욕장"
    },
    {
    "num": 293,
    "name": "봉평 해수욕장"
    },
    {
    "num": 294,
    "name": "후정 해수욕장"
    },
    {
    "num": 295,
    "name": "비인해수욕장"
    },
    {
    "num": 296,
    "name": "띠섬목해변"
    },
    {
    "num": 297,
    "name": "오도1리해수욕장"
    },
    {
    "num": 298,
    "name": "조사리간이해수욕장"
    },
    {
    "num": 299,
    "name": "오포해수욕장"
    },
    {
    "num": 300,
    "name": "사창해수욕장"
    },
    {
    "num": 301,
    "name": "운여해변"
    },
    {
    "num": 302,
    "name": "두에기해변"
    },
    {
    "num": 303,
    "name": "덕천해수욕장"
    },
    {
    "num": 304,
    "name": "해운대 해수욕장"
    },
    {
    "num": 305,
    "name": "송정 해수욕장"
    },
    {
    "num": 306,
    "name": "광안리 해수욕장"
    },
    {
    "num": 307,
    "name": "임랑 해수욕장"
    },
    {
    "num": 308,
    "name": "다대포 해수욕장"
    },
    {
    "num": 309,
    "name": "일광 해수욕장"
    },
    {
    "num": 310,
    "name": "영리해수욕장"
    },
    {
    "num": 311,
    "name": "일산 해수욕장"
    },
    {
    "num": 312,
    "name": "원안해수욕장"
    },
    {
    "num": 313,
    "name": "진하 해수욕장"
    },
    {
    "num": 314,
    "name": "비진도 해수욕장"
    },
    {
    "num": 315,
    "name": "덕포 해수욕장"
    },
    {
    "num": 316,
    "name": "와현모래숲해변"
    },
    {
    "num": 317,
    "name": "흥남 해수욕장"
    },
    {
    "num": 318,
    "name": "음포해수욕장"
    },
    {
    "num": 319,
    "name": "황포 해수욕장"
    },
    {
    "num": 320,
    "name": "농소몽돌 해수욕장"
    },
    {
    "num": 321,
    "name": "구조라 해수욕장"
    },
    {
    "num": 322,
    "name": "학동흑진주몽돌해변"
    },
    {
    "num": 323,
    "name": "명사 해수욕장"
    },
    {
    "num": 324,
    "name": "함목 해수욕장"
    },
    {
    "num": 325,
    "name": "여차몽돌 해수욕장"
    },
    {
    "num": 326,
    "name": "설리 해수욕장"
    },
    {
    "num": 327,
    "name": "상주은모래비치"
    },
    {
    "num": 328,
    "name": "먼동해수욕장"
    },
    {
    "num": 329,
    "name": "송정솔바람해변"
    },
    {
    "num": 330,
    "name": "두곡.월포 해수욕장"
    },
    {
    "num": 331,
    "name": "사촌 해수욕장"
    },
    {
    "num": 332,
    "name": "남일대 해수욕장"
    },
    {
    "num": 333,
    "name": "덕동 해수욕장"
    },
    {
    "num": 334,
    "name": "수륙 해수욕장"
    },
    {
    "num": 335,
    "name": "사목해수욕장"
    },
    {
    "num": 336,
    "name": "황금산몽돌해변"
    },
    {
    "num": 337,
    "name": "봉암몽돌 해수욕장"
    },
    {
    "num": 338,
    "name": "하트해변"
    },
    {
    "num": 339,
    "name": "월천해변"
    },
    {
    "num": 340,
    "name": "물안(옆개) 해수욕장"
    },
    {
    "num": 341,
    "name": "덕원 해수욕장"
    },
    {
    "num": 342,
    "name": "표선해비치"
    },
    {
    "num": 343,
    "name": "화순금모래 해수욕장"
    },
    {
    "num": 344,
    "name": "신양섭지코지 해수욕장"
    },
    {
    "num": 345,
    "name": "곽지과물 해수욕장"
    },
    {
    "num": 346,
    "name": "협재 해수욕장"
    },
    {
    "num": 347,
    "name": "중문ㆍ색달 해수욕장"
    },
    {
    "num": 348,
    "name": "이호테우 해수욕장"
    },
    {
    "num": 349,
    "name": "삼양검은모래 해수욕장"
    },
    {
    "num": 350,
    "name": "임원해변"
    },
    {
    "num": 351,
    "name": "노가리해수욕장"
    },
    {
    "num": 352,
    "name": "함덕서우봉 해수욕장"
    },
    {
    "num": 353,
    "name": "하고수동 해수욕장"
    },
    {
    "num": 354,
    "name": "김녕성세기 해수욕장"
    },
    {
    "num": 355,
    "name": "금능으뜸원 해수욕장"
    },
    {
    "num": 356,
    "name": "낭하리해변"
    },
    {
    "num": 357,
    "name": "하도 해수욕장"
    },
    {
    "num": 358,
    "name": "용담리해변"
    },
    {
    "num": 359,
    "name": "신남해변"
    },
    {
    "num": 360,
    "name": "사량 대항 해수욕장"
    },
    {
    "num": 361,
    "name": "덕적도 능동자갈마당"
    },
    {
    "num": 362,
    "name": "구봉솔숲해수욕장"
    },
    {
    "num": 363,
    "name": "후포 해수욕장"
    },
    {
    "num": 364,
    "name": "소청예동 해수욕장"
    },
    {
    "num": 365,
    "name": "사곶 해수욕장"
    },
    {
    "num": 366,
    "name": "구리동 해수욕장"
    },
    {
    "num": 367,
    "name": "실미 해수욕장"
    },
    {
    "num": 368,
    "name": "황성금리 해수욕장"
    },
    {
    "num": 369,
    "name": "추포 해수욕장"
    },
    {
    "num": 370,
    "name": "신도 해수욕장"
    },
    {
    "num": 371,
    "name": "배낭기미 해수욕장"
    },
    {
    "num": 372,
    "name": "홍도 해수욕장"
    },
    {
    "num": 373,
    "name": "낭도 해수욕장"
    },
    {
    "num": 374,
    "name": "정강 해수욕장"
    },
    {
    "num": 375,
    "name": "대풍 해수욕장"
    },
    {
    "num": 376,
    "name": "구시포 해수욕장"
    },
    {
    "num": 377,
    "name": "하효쇠소깍 해수욕장"
    },
    {
    "num": 378,
    "name": "종달 해수욕장"
    },
    {
    "num": 379,
    "name": "서빈백사 해수욕장"
    },
    {
    "num": 380,
    "name": "추자모진이 해수욕장"
    },
    {
    "num": 381,
    "name": "밤섬 해수욕장"
    },
    {
    "num": 382,
    "name": "몽돌해수욕장 (옹진군)"
    },
    {
    "num": 383,
    "name": "방아머리해수욕장"
    },
    {
    "num": 384,
    "name": "당너머 해수욕장"
    },
    {
    "num": 385,
    "name": "호도 해수욕장"
    },
    {
    "num": 386,
    "name": "초곡해수욕장"
    },
    {
    "num": 387,
    "name": "곰섬 해수욕장"
    },
    {
    "num": 388,
    "name": "백리포(방주골) 해수욕장"
    },
    {
    "num": 389,
    "name": "사곡 해수욕장"
    },
    {
    "num": 390,
    "name": "구영 해수욕장"
    },
    {
    "num": 391,
    "name": "망치해변 해수욕장"
    },
    {
    "num": 392,
    "name": "옥계 해수욕장"
    },
    {
    "num": 393,
    "name": "한재밑해변"
    },
    {
    "num": 394,
    "name": "거잠포해변"
    },
    {
    "num": 395,
    "name": "용유도 마시안해변"
    },
    {
    "num": 396,
    "name": "선녀바위해수욕장"
    },
    {
    "num": 397,
    "name": "용유도해변"
    },
    {
    "num": 398,
    "name": "왜목마을 해수욕장"
    },
    {
    "num": 399,
    "name": "감추해변"
    },
    {
    "num": 400,
    "name": "한섬해변&한섬감성바닷길"
    },
    {
    "num": 401,
    "name": "고불개해변"
    },
    {
    "num": 402,
    "name": "하평해변(동해)"
    },
    {
    "num": 403,
    "name": "염전해변"
    },
    {
    "num": 404,
    "name": "북분리 해수욕장"
    },
    {
    "num": 405,
    "name": "순포해변"
    },
    {
    "num": 406,
    "name": "대청도 농여해변"
    },
    {
    "num": 407,
    "name": "소돌해수욕장"
    },
    {
    "num": 408,
    "name": "고파도 해수욕장"
    },
    {
    "num": 409,
    "name": "광암 해수욕장"
    },
    {
    "num": 410,
    "name": "청시행비치"
    },
    {
    "num": 411,
    "name": "웅천 해수욕장"
    },
    {
    "num": 412,
    "name": "중광정해변"
    },
    {
    "num": 413,
    "name": "화진포콘도 해수욕장"
    },
    {
    "num": 414,
    "name": "서도 해수욕장"
    },
    {
    "num": 415,
    "name": "설레미 해수욕장"
    },
    {
    "num": 416,
    "name": "짱뚱어 해수욕장"
    },
    {
    "num": 417,
    "name": "향호해수욕장"
    },
    {
    "num": 418,
    "name": "백령도 콩돌해변"
    },
    {
    "num": 419,
    "name": "애견전용해수욕장 멍비치"
    },
    {
    "num": 420,
    "name": "38해변"
    }
]